[
    {
        
        "name": "Angry God (All Saints High Book 3)",
        "author": "L.J. Shen",
        "genre": "Romance",
        "publicationDate":"2023-07-22",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/22.jpg",
        "price": 31.99,
        "details": "ANGRY GOD IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 4
    },
    {
        
        "name": "The Ride of a Lifetime",
        "author": "Colleen Hoover",
        "genre": " Thriller",
        "publicationDate":"2005-06-21",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/17.jpg",
        "price": 71.99,
        "details": "The Ride of a Lifetime IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 5
    },
    {
        
        "name": "Where the Crawdads Sing",
        "author": "Kelly Harms",
        "genre": "Romance",
        "publicationDate":"2007-02-24",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/img3-6.jpg",
        "price": 91.99,
        "details": "Where the Crawdads Sing IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 3
    },
    {
        
        "name": "Dark in Death",
        "author": "Nora Roberts",
        "genre": "Thriller",
        "publicationDate":"2002-04-05",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/img6-3.jpg",
        "price": 57,
        "details": "Dark in Death IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 5
    },
    {
        
        "name": "Beneath a Scarlet Sky",
        "author": "Donna Kauffman",
        "genre": "Action",
        "publicationDate":"2002-04-05",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/img1-18.png",
        "price": 37,
        "details": "Beneath a Scarlet Sky IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 5
    },
    {
        
        "name": "The Stellenbosch Mafia",
        "author": "Pieter du Toit",
        "genre": "Action",
        "publicationDate":"1195-04-07",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/30.jpg",
        "price": 59,
        "details": "The Stellenbosch Mafia IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 4
    },
    {
        
        "name": "Next Level Basic: The Definitive Basic Bitch Handbook",
        "author": "Stassi Schroeder",
        "genre": "Health",
        "publicationDate":"1197-06-12",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/37.jpg",
        "price": 4.75,
        "details": "Next Level Basic IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 3
    },
    {
        
        "name": "Jesus: The God Who Knows Your Name",
        "author": "Max Lucado",
        "genre": "Thriller",
        "publicationDate":"1191-06-22",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/12.jpg",
        "price": 16.59,
        "details": "Jesus: The God Who Knows Your Name IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 4
    },
    {
        
        "name": "Ask Again, Yes: A Novel",
        "author": "Mary Beth Keane",
        "genre": "Thriller",
        "publicationDate":"1193-09-15",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/32.jpg",
        "price": 11.51,
        "details": "Ask Again, Yes: A Novel IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 3
    },
    {
        
        "name": "Eternity Springs: The McBrides of Texas Ever :Tucker",
        "author": "Emily March",
        "genre": "Romance",
        "publicationDate":"1195-11-18",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/14.jpg",
        "price": 6.93,
        "details": "Eternity Springs: The McBrides of Texas Ever :Tucker IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 3
    },
    {
        
        "name": "Camino Winds",
        "author": "John Grisham",
        "genre": "Mystery",
        "publicationDate":"1185-10-19",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/11.jpg",
        "price": 12.93,
        "details": "Camino Winds IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 4
    },
    {
        
        "name": "The Lost Colony",
        "author": "A G Riddle",
        "genre": "Mystery",
        "publicationDate":"1186-09-10",
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/31.jpg",
        "price": 29.95,
        "details": "The Lost Colony IS ONE OF THE BEST BOOKS OF ALL TIME, it got so deep in my soul, reached the most hidden places in my heart and ruined me forever, I still feel it in every fiber of my being. The plot is captivating, gritty, dark, so intense, with such deep anguish that leaves you",
        "rating": 4
    }
    
]